[General]
language=Русский
link_pc_name=PC Name
link_connect_pwd=Пароль
link_file_path=Папка Входящие
link_auto_start=Автостарт
link_change_folder_btn=Изменить
link_open_folder_btn=Открыть
link_change_folder_dialog_title=Выберите папку для входящих
link_save_button=Сохранить
link_copyright=<c color="808080">Copyright (C) 2011-2015.</c><br/><c color="808080">Guangzhou Shirui Electronics. Все права защищены.</c>
link_save_success_msg=Настройки успешно сохранены.
link_save_success_title=Сообщение
link_error_title=Ошибка
link_error_program_already_ran=Приложение запущено, проверьте панель задач.
link_error_program_expire=Период работы пробной версии истек, обратитесь в компанию Shirui для получения новой версии.
link_open_main_window=Открыть SeewoLink
link_exit_program=Выход
link_minimize_to_tray=Свернуть
link_open_spec=Помощь
link_update=Обновить
link_register=Зарегистрировать
link_error_title=Ошибка
link_message_title=Сообщение
link_update_network_error=Ошибка сетевого подключения, попробуйте повторить попытку позже.
link_home_qrcode_tip=Клиент Android
link_connect_pc_tip=Сканировать QR-код для подключения к компьютеру
link_reg_serial_invalid=Неверный серийный номер
link_reg_partial_success=Срок работы этого серийного номера истечет через %d запусков. Вы можете использовать этот серийный номер для %d устройств.
link_reg_full_success=Этот серийный номер – постоянный. Вы можете использовать этот серийный номер для %d устройств.
link_reg_response_failed=Ошибка регистрации
link_reg_response_serial_error=Ошибка регистрации. Причина: ошибка серийного номера.
link_reg_response_error_lock=Ошибка регистрации. Причина: серийный номер уже зарегистрирован на другом устройстве.
link_reg_response_day_expire=Ошибка регистрации. Причина: срок действия серийного номера истек.
link_reg_input_serial_text=Введите серийный номер
link_error_unknown=Неизвестная ошибка.
link_reg_message_remaindays=Ваш сертификат истечет через %d запусков.
link_reg_message_remaindays_tip=<c color="CCCCCC">Версия %s, зарегистрирована</c>
link_reg_message_remaindays_warn=<c color="CCCCCC"> Version %s</c>, Remain <c color="1899ED"><b>%d</b></c><c color="CCCCCC"> times trial.</c><c color="0000ff"><u><b><a id="1050">Register</a></b></u></c>
link_reg_message_remaindays_reminder=<c color="CCCCCC">Версия %s</c><c color="1899ED"><b> не зарегистрирована </b></c><c color="FFFFFF">, Осталось</c><c color="1899ED"><b>%d</b></c> <c color="CCCCCC">запусков.</c>
link_reg_rd_renew_button=Обновить
link_confirm_button=OK
link_cancel_button=Отмена
link_reg_read_reginfo_error=Ошибка чтения регистрационной информации, повторите регистрацию.
link_lang_setting_button=Язык
link_lang_setting_hint=Выберите язык:
link_lang_setting_ok=OK
link_lang_setting_cancel=Отмена
link_annotation_stop=Стоп
link_auto_start_tip=SeewoLink запускается вместе с Windows
link_lang_tip=Язык
link_tab_text_status=Статус
link_tab_text_set=Настройки
link_tab_text_about=Инфо
link_stat_connected_device_tip=Подключен клиент:
link_stat_connected_device=NULL
link_stat_conn_barcode_tip=Сканирование
link_tab_text_help=<c color="FFFFFF">справочной,</c><c color="0000ff"><u><a id="1051"> нажмите </a></u></c>
link_client_connected_tip=<c color="CCCCCC">%s<br/>Подключено</c>
link_client_disconnected_tip=<c color="CCCCCC">%s<br/>Отключено</c>
link_softap_tip=Hotspot
link_softap_info=<c color="808080">WiFi: %s</c><br/><c color="808080">пароль: %s</c>
link_softap_on=<c color="CCCCCC">Точка:%s<br/> запущена</c>
link_softap_off=<c color="CCCCCC">Точка остановлена</c>
link_softap_error=Невозможно запустить точку, убедитесь, что модуль WLAN включен
link_update_title=Обновление SeewoLink
link_update_confirm=Произвести обновление до последней версии?
link_update_success=Обновление до последней версии произведено
link_update_failed=Ошибка обновления до последней версии, перейдите на официальный сайт для получения последней версии
link_setup_uninstall=Деинсталлировать
link_setup_old_verision=Установлена старая версия %s, перед установкой новой версии удалите старую.
link_setup_restart_prompt=%s необходимо перезапустить компьютер!
link_setup_system_not_match=%s требуется Windows 7 или более поздняя версия, завершение установки!

link_lock_access=Lock Access
link_click_download_apk_help=<c color="CCCCCC"><c color="1899ED"><u><a id="1067">Download APP</a></u></c></c>
no_install_video_driver=Note: Graphics driver has not been installed,please install it first.
no_surpport_basic_themes=Spotlignt does not support Basic Themes,please turn to Aero Themes
pc_name_error=Failed to rename,there is no special character "%" or empty

link_reg_response_InvalidRequest=Client submits illegal request
link_reg_response_InvalidCheckCode=Invalid verification code
link_reg_response_MachineCodeError=Encoding is empty or does not match the format
link_reg_response_InvalidMachineCode=Machine code does not match
link_reg_response_SerialCodeError=Unable to resolve License
link_reg_response_InvalidSerialCode=Registration code does not exist
link_reg_response_OverdueSerialCode=Enter the registration code has been exhausted (the remaining number is 0)
link_reg_response_DatabaseException=Database exception occurs
link_reg_message_no_register=<c color="CCCCCC">%s  </c><c color="1899ED"><u><b><a id="1050">Not registered</a></b></u></c>
link_picture_show_window_tile=SeewoLink Picture Viewer
link_picture_show_full_window_tile=SeewoLink Picture Slide Viewer